/* Dutch (Nederlands) versions of kiki texts */
/* translation by Arthur Langereis */
 
/* game title */

"kiki the nano bot" = "kiki de nano bot";

/* menu */

"new game" = "nieuw spel";
"load level" = "laad spel";
"next level" = "volgend niveau";
"restart" = "begin opnieuw";
"setup" = "configuratie";
"story" = "verhaal";
"demo" = "demo";
"about" = "over kiki";
"help" = "help";
"quit" = "stop";
"back" = "terug";

/* about */

"version" = "versie";
"programmed by" = "geprogrammeerd door";
"sounds from" = "geluidseffecten van";
"thanks to" = "met dank aan";
"visit" = "bezoek";
"for more games" = "voor meer spellen";
"main menu" = "hoofd menu";

/* story */

"STORY_PAGE_1" = "Er leefden eens\nwat kleine robotjes\nin de nano wereld.\n\nze hadden een gelukkig\nkunstmatig leven en\nverzamelden druk materialen\nvoor de maker,\ndie meer en meer\nkleine robotjes maakte.";

"STORY_PAGE_2" = "maar op een dag,\nvernietigde een parasiet\nhet controle programma\nvan de maker.\n\nvanaf dat moment werkt\nde maker slecht en\nproduceert hij slechts\nluie domme kleine robotjes\ndie op elkaar schieten\nen de nano wereld stuk maken.";

"STORY_PAGE_3" = "het is jouw taak om kiki,\nde laatste gezonde bot,\nte helpen om de maker\nte repareren.\n\nveel geluk!";

/* setup */

"off" = "uit";
"on" = "aan";
"sound" = "geluid";
"volume" = "volume";
"fullscreen" = "fullscreen";
"fov" = "perspectief";
"speed" = "snelheid";
"keyboard setup" = "configureer toetsenbord";
"save" = "opslaan";

/* keyboard setup */

"$no_itemkeyboard setup" = "$no_itemconfigureer toetsenbord"; // don't translate $no_item
"$no_item" = "$no_item"; // don't change this

"move forward" = "naar voren bewegen";
"move backward" = "naar achter bewegen";
"turn left" = "naar links draaien";
"turn right" = "naar rechts draaien";
"jump" = "springen";
"push" = "duwen";
"shoot" = "schieten";
"change view" = "verander camera modus";
"look up" = "omhoog kijken";
"look down" = "omlaag kijken";
    
"press the new key" = "druk op de nieuwe toets";
"action without key" = "geen toets ingesteld";
"back to setup" = "terug naar configuratie";

/* help */

"HELP_SPIKES_1" = "$scale(1.5)missie:\nga naar de uitgang!\n\nontwijk de stekels!\nloop alleen over ze heen,\nals ze zijn ingetrokken.";

"HELP_GOLD_1" = "$scale(1.5)missie:\nga naar de uitgang!\n\nom bij de uitgang te komen,\duw je de stenen weg.\n\nom een steen te duwen,\ndruk je \"$key(push)\"+\"$key(move forward)\" in.";

"HELP_JUMP_1" = "$scale(1.5)missie:\nga naar de uitgang!\n\nom bij de uitgang te komen,\nspring je over de kubussen.\n\nom te springen\ndruk je \"$key(jump)\" in.";

"HELP_JUMP_2" = "om naar voren te springen,\druk je \"$key(jump)\"+\"$key(move forward)\" in.\n\nje mag draaien\nterwijl je springt!\n\nom te draaien\ndruk je \"$key(turn left)\"\nof \"$key(turn right)\" in.";

